13/data/attachments/346efdf4e096fe82.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jennifer_happy_Friend_50686_7</nif:username>
            <nif:friendToBeRequested>soap_friends_23538b83-ec07-4fce-aea3-a1b54bbc0466</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>